Repository: credi2/plugins-woocommerce-fab
Catalog: fab-woocommerce/languages/finance-a-bike-*.po
Languages: de_de

source: Official WooCommerce payment gateway for FINANCE A BIKE installment payments.
de_de: Offizielles WooCommerce Zahlungs-Gateway für FINANCE A BIKE-Ratenzahlungen.

source: FINANCE A BIKE enables customers to pay for goods worth up to €12,000 in installments also in the online shop.
de_de: FINANCE A BIKE ermöglicht es Kunden auch im Online-Shop, Waren im Wert von bis zu 12.000 € in Raten zu bezahlen.

source: Order
de_de: Bestellung

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable FINANCE A BIKE
de_de: FINANCE A BIKE aktivieren

source: Title
de_de: Bezeichnung

source: This controls the title which the user sees during checkout.
de_de: Dies steuert den Titel, den der Benutzer beim Bezahlvorgang sieht.

source: Installment purchase
de_de: Ratenkauf

source: Description
de_de: Beschreibung

source: Payment method description that the customer will see on your checkout.
de_de: Beschreibung der Zahlungsmethode, die Kunden bei der Kaufabwicklung sehen.

source: FINANCE A BIKE allows you to pay for your purchases in installments. You can select the installment amount at the time of purchase and change it later at any time.
de_de: FINANCE A BIKE ermöglicht es dir, deine Einkäufe in Raten zu bezahlen. Die Ratenhöhe kannst du dir beim Kauf aussuchen und später jederzeit ändern.

source: You can find your Secret in your FINANCE A BIKE portal under Settings -> E-COMMERCE
de_de: Sie finden Ihr Geheimnis in Ihrem FINANCE A BIKE Portal unter Einstellungen -> E-COMMERCE

source: You can find your API Key in your FINANCE A BIKE portal under Settings -> E-COMMERCE
de_de: Sie finden Ihren API-Key in Ihrem FINANCE A BIKE Portal unter Einstellungen -> E-COMMERCE

source: Mode
de_de: Modus

source: The two modes can only be used with the corresponding access data. For example, if you have Live access data, you can only use Live mode. To de-/activate sandboxing in live mode, please contact FINANCE A BIKE.
de_de: Die beiden Modi können nur mit den entsprechenden Zugangsdaten verwendet werden. Wenn Sie zum Beispiel Live-Zugangsdaten haben, können Sie nur den Live-Modus nutzen. Um das Sandboxing im Live-Modus zu de-/aktivieren, wenden Sie sich bitte an FINANCE A BIKE.

source: Reference
de_de: Verwendungszweck

source: Will be used for the transfer to your account. The order number will be appended automatically.
de_de: Wird für die Überweisung auf Ihr Konto verwendet. Die Bestellnummer wird automatisch angehängt.

source: Validity period
de_de: Gültigkeitsdauer

source: How long (in days) users can complete the process at FINANCE A BIKE. You must hold the goods during this period.
de_de: Wie lange (in Tagen) können die Nutzer den Vorgang bei FINANCE A BIKE abschließen. Sie müssen die Ware während dieses Zeitraums vorhalten.

source: Product level placement
de_de: Platzierung auf Produktebene

source: No
de_de: Keine

source: Product page
de_de: Produktseite

source: Overview page
de_de: Übersichtsseite

source: Product & Overview Page
de_de: Produkt- & Übersichtsseite

source: Whether and where to integrate a widget with products.
de_de: Ob und wo ein Widget in Produkte integriert werden soll.

source: Show button to checkout?
de_de: Button zur Kasse anzeigen?

source: Defines whether to display a button in the product-level overlay that takes users directly to checkout.
de_de: Legt fest, ob im Overlay auf Produktebene eine Schaltfläche angezeigt werden soll, die den Benutzer direkt zur Kasse führt.

source: Order state 'Order Received'
de_de: Bestellstatus „Bestellung Eingegangen“

source: Initial state of an order placed with FINANCE A BIKE.
de_de: Initialer Status einer mit FINANCE A BIKE aufgegebenen Bestellung.

source: Order state 'Payment Received'
de_de: Bestellstatus „Bezahlung Eingegangen“

source: State of an order placed with FINANCE A BIKE once the customer completed the funding process.
de_de: Status einer Bestellung, die mit FINANCE A BIKE aufgegeben wurde, sobald der Kunde den Finanzierungsprozess abgeschlossen hat.

source: Order state 'Cancelled'
de_de: Bestellstatus „Abgebrochen“

source: State of an order placed with FINANCE A BIKE if the customer cancels the funding process.
de_de: Status einer Bestellung, die mit FINANCE A BIKE aufgegeben wurde, wenn der Kunde den Finanzierungsprozess abbricht.

source: Order state 'Timeout'
de_de: Bestellstatus „Zeitüberschreitung“

source: State of an order placed with FINANCE A BIKE if the customer does not complete the funding process in time. Use setting '%s' to adjust this period.
de_de: Status einer Bestellung, die mit FINANCE A BIKE aufgegeben wurde, wenn der Kunde den Finanzierungsprozess nicht rechtzeitig abschließt. Mit der Einstellung „%s“ kann die Zeitspanne eingestellt werden.

source: %s %s: An error has occurred, please contact <a href="%s">%s</a>.
de_de: %s %s: Ein Fehler ist aufgetreten, bitte wende dich an <a href="%s">%s</a>.

source: Customer still needs to verify.
de_de: Kunde muss sich noch verifizieren.

source: <strong>Caution:</strong> %s is only available for customers with a billing address in Germany,<br>allowing more countries in the following setting added by another plugin will not change this!
de_de: <strong>Achtung:</strong> %s ist nur für Kunden mit einer Rechnungsadresse in Deutschland verfügbar.<br>Folgende Einstellung wurde von einem weiteren Plug-In hinzugefügt, weitere Länder hier zu erlauben wird<br>darauf keinen Einfluss nehmen!

source: <strong>%s</strong> has been disabled because WooCommerce does not use Euro as currency. Please set Euro as currency and re-enable the payment method again <a href="%s">here</a>.
de_de: <strong>%s</strong> wurde deaktiviert, da WooCommerce nicht Euro als Währung eingestellt hat. Bitte stellen Sie Euro als Währung ein und aktivieren Sie die Zahlungsmethode anschließend wieder <a href="%s">hier</a>.

source: <strong>%s</strong> has been disabled because WooCommerce does not require an SSL certificate on the payment page. Please purchase and install a valid SSL certificate and then re-enable the payment method <a href="%s">here</a>.
de_de: <strong>%s</strong> wurde deaktiviert, da WooCommerce kein SSL-Zertifikat für die Zahlungsseite verlangt. Bitte erwerben und installieren Sie ein gültiges SSL-Zertifikat und aktivieren Sie dann die Zahlungsmethode <a href="%s">hier</a> wieder.

source: <strong>%s</strong> will be disabled in %2$s mode because WooCommerce does not require SSL certificate on the payment page. Please purchase and install a valid SSL certificate before changing the mode to %2$s.
de_de: <strong>%s</strong> wird im Modus %2$s deaktiviert, da WooCommerce kein SSL-Zertifikat für die Zahlungsseite benötigt. Bitte erwerben und installieren Sie ein gültiges SSL-Zertifikat, bevor Sie den Modus auf %2$s ändern.

source: Payment process was canceled.
de_de: Bezahlvorgang wurde abgebrochen.

source: Order expired.
de_de: Bestellung abgelaufen.

source: Click on "Continue to funding". Have your valid ID document and online banking credentials ready.
de_de: Klicke auf „Weiter zur Finanzierung“. Halte dein gültiges Ausweisdokument und deine Onlinebanking-Zugangsdaten bereit.

source: Within just 5 minutes, complete your loan application, identify yourself via video call and sign your application electronically. Completely online and no paperwork required.
de_de: Innerhalb von nur 5 Minuten vervollständigst du deinen Kreditantrag, identifizierst dich per Videotelefonat und unterschreibst deinen Antrag elektronisch. Komplett online und ohne Papierkram.

source: Done! Once signed, your purchase is paid for and shipped.
de_de: Fertig! Nach erfolgter Unterschrift ist dein Einkauf bezahlt und wird verschickt.

source: Shipping costs
de_de: Versandkosten
